Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_abroad/passports/passports_for_children.html.txt.tmx
Source language: en
Languages: ga

source: Treoir provides information on passports for children of unmarried parents on its website
ga: Cuireann Treoir faisnéis faoi phasanna do leanaí tuismitheoirí neamhphósta ar fáil ar a láithreán Gréasáin

source: Further information on how and where to apply for a passport is available in our document on applying for an Irish passport
ga: Tá tuilleadh faisnéise faoi cén dóigh agus cén áit ar féidir iarratas a dhéanamh ar phas le fáil inár ndoiciméad iarratas a dhéanamh ar phas Éireannach

source: When you receive your child's passport, your child should sign it
ga: Nuair a fhaigheann tú pas do pháiste, ba chóir do leanbh a shíniú

source: If your child is not able to sign their name, it should be left blank
ga: Más rud é nach bhfuil do leanbh in ann a n-ainm a shíniú, ba cheart é a fhágáil bán

source: Tel:+353 (0)1 671 1633
ga: Teil:+353 (0)1 671 1633

source: Fax:+353 (0)1 671 1092
ga: Facs:+353 (0)1 671 1092

source: Tel:+353 21 494 4700
ga: Teil:+353 21 494 4700

source: Department of Justice Office
ga: Oifig na Roinne Dlí agus Cirt agus Comhionannais

source: Opening Hours:Helpline: 10:00 am -12:30 pm, Tuesdays and Thursdays only
ga: Uaireanta Oscailte:Líne chabrach 10-12.30pm Dé Máirt agus Déardaoin amháin

source: Garda National Immigration Bureau
ga: Biúró Náisiúnta an Gharda Síochána um Inimirce
